Update project files excluding mynetmate
